10/data/attachments/4300887c0c4868a4.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Wendy_together_Friend_60530_7</nif:username>
            <nif:friendToBeRequested>soap_friends_2935d071-2063-4a52-a53a-1e27dd4dfeea</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>